{
    "_title": [
        "塔罗牌堆改溯洄优化版"
    ],
    "_author": [
        "陆子阡"
    ],
    "_date": [
        "2025/10/17"
    ],
    "_version": [
        "1.0"
    ],
    "_brief": [
        "在溯洄牌堆中加入小阿卡纳进行抽取，并增加牌阵。牌意参考Tarot China。"
    ],
    "塔罗牌占卜": [
        "正在为您抽牌：{塔罗牌阵}"
    ],
    "塔罗牌阵": [
        "单张塔罗牌\n{单张塔罗牌}",
        "是或否问题\n{是或否问题}",
        "时间流牌阵\n{时间流牌阵}",
        "圣三角牌阵\n{圣三角牌阵}",
        "四要素牌阵\n{四要素牌阵}",
        "恋人十字牌阵\n{恋人十字牌阵}",
        "六芒星牌阵\n{六芒星牌阵}",
        "二选一牌阵\n{二选一牌阵}"
    ],
    "单张塔罗牌": [
        "【0】愚者（The Fool)正位:\n新的起点，不能再等了，自由，好奇，本能，无意识，现在正是好时机，开始，开端，起源，清白，无辜，无罪，天真，纯真，单纯，自发性，自然，自由精神，不拘一格。",
        "【0】愚者（The Fool)逆位:\n情绪低落，时机不对，陷入停顿，遭受失败，漫无目的的四处流浪，行为散漫，愚昧的行动退缩，自负，固执，轻率，鲁莽，大意，不顾一切，粗心大意，冒险，承担风险。",
        "【I】魔术师（The Magician)正位:\n受好奇心驱使展开调查研究，具有独创性，具备发展潜力，展开新的计划并获得成功，幸福的开始，显现，表现，显化，表征，机智，足智多谋，智慧，丰富资源，控制力，影响力，操纵力，统治，政权，能力，机会，驱动，推动，迅速移动，快速前进，灵感。",
        "【I】魔术师（The Magician)逆位:\n犹豫未定，因学艺不精而败北，看待事物过于消极，易受骗上当，遇事言而不行，操作，操纵，操控，推拿，处理，计划不周，人算不如天算，百密一疏，怀才不遇，有潜力。",
        "【II】女祭司（The High Priestess)正位:\n有知己的，文静的，知性的，理性的，富有研究精神，具备敏锐的洞察力，有正确的时机或人将出现的预感，直觉，第六感，天启，启示，天象，圣女，气质，女神，潜意识。",
        "【II】女祭司（The High Priestess)逆位:\n粗心大意，易紧张，神经质，意气用事，因精神压抑以致歇斯底里，缺乏理性思维能力，秘密，机密，诀窍，秘诀，奥秘，奥妙，没感觉，撤走，收回，取回，不再参加，退出，提款，取款，寂静，安全，无声，沉默，缄默，默不作声，缄口不谈，拒绝回答，压制，冷场。",
        "【III】女皇（The Empress)正位:\n优雅，富贵，女性特质，美人，美物，好榜样，典型的例子，自然界，自在坦然，天性，本性，性格，养育，养护，培养，扶持，帮助，支持，滋长，助长，量产，丰盛，充裕，丰富。",
        "【III】女皇（The Empress)逆位:\n困惑，轻浮，损失，缺乏上进心，爱慕虚荣，无灵感，依靠，依赖，依存，上瘾，性关系，堕落，附庸，跟班，被动。",
        "【IV】皇帝（The Emperor)正位:\n魄力十足，万众瞩目，男性化，基本功扎实，责任感，充满阳刚之气，出众的领导才能，权力，威权，地位，职权，批准，授权，机构，大型组织，企业，当权派，建立，创立，确立，结构，构造，精心组织，周密安排，形成体系，系统安排，父亲角色。",
        "【IV】皇帝（The Emperor)逆位:\n幼稚，寡欲，不负责任，率性妄为，蛮横霸道，缺乏治理能力，统治，支配，主宰，占有欲强，没有训练，没有训导，无纪律，风纪差，没有训练方法，行为准则，符合准则的行为，无自制力，不遵守纪律，不接受惩罚，没有处罚，自我控制能力差，没有严格要求自己，僵硬，缺乏灵活性，呆滞，较真。",
        "【V】教皇（The Hierophant)正位:\n值得信赖的，得到援助的，良好的建言者，有贡献的，心胸宽广的，有宗教情绪的，精神内在，智慧，才智，精明，明智，知识，学问，修士，修女，出家人，宗教信仰，遵从，遵守，传统，慈善机构。",
        "【V】教皇（The Hierophant)逆位:\n失去信赖，多管闲事，过于依靠他人，心胸狭隘，被强迫倾销，孤立无援，个人信仰，看法，想法，自由，质疑权威，挑战现况，改变现在。",
        "【VI】恋人（The Lovers)正位:\n幸福的相遇，同心协力，情投意合，感情丰富，前途光明，坠入爱河，整理思绪，爱，热爱，慈爱，爱情，恋爱，喜好，喜爱，喜欢，很愿意，融洽，和睦，和谐，协调，情爱关系，价值观，价值取向，选择，抉择，入选者，被选中。",
        "【VI】恋人（The Lovers)逆位:\n伤离别，关系结束，无助，遭遇险阻，转移目标，爱好没有办法持久，无精打采，表里不一，易受诱惑，自爱，自恋，不协调，不和谐，不一致，失衡，不平衡，不公平，价值观不一致，价值观错位。",
        "【VII】战车（The Chariot)正位:\n高效率，把握先机，以积极的心态面对事物，获得胜利，取得驾照，搬家，指挥，控制，掌管，支配，限制，限定，阻止蔓延，意志，成功，胜利，发财，成名，成功的人，必须要做，务必完成，决心，果断，坚定，决定，确定，规定，查明，测定，计算。",
        "【VII】战车（The Chariot)逆位:\n失控，发生意外，胡作非为，失败，止步不前，固执己见，注意力散漫，遇突发事件而不知所措，自律，自我约束，律己，自律能力，反对，反抗，对抗，对手，敌人，竞争者，没有方向，没有领导，反对派，在野党。",
        "【VIII】力量（Strength）正位:\n精神抖擞，不屈不挠，意志坚定，潜力十足，胆识过人，信念坚定，体力，力气，力量，强度，毅力，坚强决心，意志力量，勇气，勇敢，无畏，胆量，说服力，劝说，影响力，同情，怜悯。",
        "【VIII】力量（Strength）逆位:\n精力不足，急躁不安，丧失信心，忍耐力不足，自私自大，内在力量，自我怀疑，自我否定，不自信，精神不振，能力低下，原欲，靠本能处理问题，做事凭感觉。",
        "【IX】隐者（The Hermit)正位:\n自信，理智，脚踏实地，不喜形于色，中肯的建议，坚持不懈，沉着冷静，闭门静思，养精蓄锐，深刻反省，自我检查，自我纠正，自省，孤独，独自，独居，独立，单身，孤苦伶仃，无依无靠，孤独，寂寞，内在引导行为，精神引导行为，谋定而后动。",
        "【IX】隐者（The Hermit)逆位:\n口无遮拦，俗气，神经质，为人刻薄，行事不够理智，多疑，隔离状态，孤立状态，撤走，收回，取回，不再参加，退出组织。",
        "【X】命运之轮（The Wheel of Fortune)正位:\n把控时机，机会降临，转变期，意外的收获，当机立断，幸运降临，恢复原状，好运，因果报应，善恶有报，生命周期，生活周期，命运，天理，天命，天数，主宰事物的力量，命运之神，转折点。",
        "【X】命运之轮（The Wheel of Fortune)逆位:\n判定错误，情绪低落，运气不佳，左右为难，稍安毋躁，一时的幸福，爽约，倒霉，霉运，真倒霉，运气不好，拒绝改变，反对改变，抗拒变革的心理，抗拒改革，变革阻力，循环终止，循环断裂。",
        "【XI】正义（Justice）正位:\n为他人调解争端，维系平衡，兼顾事业与家庭（学业与恋情），爱好和平，公平，公正，公道，合理，公平合理，司法制度，法律制裁，审判，真相，实情，事实，真实情况，真实，真实性，真理，因果关系。",
        "【XI】正义（Justice）逆位:\n不公平，有始无终，以自己的意见去断定，事事不能两全，不均衡，没有责任感，没有义务，不诚实，欺诈。",
        "【XII】倒吊人（The Hanged Man)正位:\n进退两难，牺牲，因祸得福，遭遇困难磨练以致心智成熟，以不同的角度看待事物，暂停，停顿，延长记号，暂停键，投降，被迫放弃，交出，屈服，解雇，解聘，被动离职，新视野。",
        "【XII】倒吊人（The Hanged Man)逆位:\n希望破灭，因私欲而受罚，做无用功，没有必要的付出，自我毁灭，缺乏实施能力，事如泡影，延迟，延误，反对，抵制，抗拒，熄火，抛锚，故意拖延，拖住，拉锯战，无决断力，优柔寡断，自私自利。",
        "【XIII】死神（Death)正位:\n失败，恶运连连，走进死胡同，绝望，遗失，没有办法逃离，无疾而终，努力成为泡影，有苦说不出，结尾，结局，终结，最后部分，词尾，改变，变化，变更，变革，替代，转变，变迁，更迭，替代物，过渡。",
        "【XIII】死神（Death)逆位:\n改变计划，变更形象，东山再起，走出低谷，脱胎换骨，勇于开拓，精神抖擞，拒绝改变，反对变革，不想结束，强行续命，内心净化，念头通达，境界提升。",
        "【XIV】节制（Temperance)正位:\n进展顺利，为他人排解争端，整理思路与情绪，净化心灵，反复调研找寻关键所在，关注自我需求的同时兼顾他人意愿，勤于节俭，相互协助，保持平衡，立稳，相抵，抵消，同等重视，适中，合理，耐心，忍耐，毅力，坚忍，恒心，意图，目的，情势的需要，重要意义，有意，打算，企图，决意。",
        "【XIV】节制（Temperance)逆位:\n缺乏自我调节的能力，开销过大，遗忘初衷，精力消耗殆尽，毫无节制，烦闷的说教，失衡，不均衡，失调，超过，过度，过分，超额，附加，自我修复，自我愈合，校验，调整。",
        "【XV】恶魔（The Devil)正位:\n受到拘束深感不安，卑躬屈膝，沦为欲望的俘虏，颓废的生活，隐瞒事实真相，遭遇诱惑的陷阱，固执己见，贪婪成性，自我投影，依恋，爱慕，信念，信仰，忠诚，拥护，上瘾，入迷，鬼迷心窍，限制，约束，纵欲。",
        "【XV】恶魔（The Devil)逆位:\n摆脱不良诱惑，与酒肉朋友断交，抛弃欲望，有走出困境的机会，摆脱束缚，重获自由，解除负担，能够表达自己的意志，释放，探索思想，贤者时间，思考内心中的阴暗，超然，超脱，冷漠，公正，客观，独立。",
        "【XVI】高塔（The Tower)正位:\n麻烦不断，遭遇逆境，遭受打击，原有信念崩溃，遭遇突发事件，多管闲事，与人发生纷争，骤变，动乱，突然，没有征兆，混乱，启示，内幕显现，揭露秘密，醒悟。",
        "【XVI】高塔（The Tower)逆位:\n悬崖勒马，遭遇口舌之灾，发生内部纠纷，风暴前的寂静，个人转变，害怕转变，避灾，逃难，远离是非之地，远离是非之人，不立危墙之下，择良木而栖，情况紧急。",
        "【XVII】星星（The Star)正位:\n愿望得以实现，充满创造力，萌发灵感，理想主义者，前途光明，希望，期望的事情，被寄予希望的，信任，信心，目的情势的需要，意义重大，恢复，更新，重新开始，改进，复兴，灵性。",
        "【XVII】星星（The Star)逆位:\n缺乏想象力，幻想幻灭，好高骛远，错失良机，固执己见，理想与现实没有办法兼顾，缺乏信心，信任不足，不可相信，绝望，失去希望，失去信心，切断，舍弃。",
        "【XVIII】月亮（The Moon)正位:\n幻想，谎言，不安，动摇，迷惑，暧昧不清，重伤他人或为人中伤，顾及两边，优柔寡断，受人感化，没有办法发挥潜能，幻想，错觉，意淫，害怕，担忧，焦虑，渴望，潜意识，直觉。",
        "【XVIII】月亮（The Moon)逆位:\n状况逐渐好转，时间可以冲淡一切，疑虑渐消，幸免遇害，排解恐惧，释放压力，镇定，心里没底，想不通，猜不透，看不清。",
        "【XIX】太阳（The Sun)正位:\n远景明朗，活力充沛，欲望强烈，得贵人相助，阳光普照，积极，确实如此，享乐，乐趣，快乐，嬉戏，逗乐，玩笑，温暖，热情，友情，成功，胜利，发财，成名，活力，激情。",
        "【XIX】太阳（The Sun)逆位:\n意志消沉，约会取消，情绪低落，事事没有办法持久，性格不开朗，感到无助，生活不稳定，孩子气，情绪低落，消极，慵懒，冷漠，无所谓，过度乐观。",
        "【XX】审判（Judgement)正位:\n复活的喜悦，命运好转，作品公然发表，得到好消息，信仰宗教，自信，判断，识别，看法，意见，评价，判决，裁决，新生，复活，复兴，再生，心声，赦罪，赦免，无罪。",
        "【XX】审判（Judgement)逆位:\n一蹶不振，尚未开始便已结束，犹豫未定，行为不妥，生活散漫，良心发现内心颇感罪恶，自我怀疑，没有把握，不确实，良心受到谴责，不予理睬，佯装未见，坏消息。",
        "【XXI】世界（The World)正位:\n愿望达成，精神高昂，幸福时光，达到巅峰，到达目的地，获得成功，完成，结束，结合，整合，一体化，融合，成就，才艺，技艺，专长，完成，长途行走，旅行，游历，传播，长途运输。",
        "【XXI】世界（The World)逆位:\n没有办法全身心地投入，杞人忧天，事事不顺，不安现状，情绪低迷，思维颇显幼稚，寻求自我完整，晚点，迟到，延误，延期，推迟，走捷径，跳过，未完成，失败。",
        "【宝剑】宝剑一（Ace of Swords)正位:\n重点突破，取得重大进展，新创意，新思想，新想法，新概念，新设想，头脑风暴，成功，胜利，发财，成名，开始，机会，决定，觉醒，突破。",
        "【宝剑】宝剑一（Ace of Swords)逆位:\n思考一个想法，心如明镜，心里明白，重新考虑，再想想，模糊的判断，消息不足，缺少决断力，犹豫不决，恐惧，避免。",
        "【宝剑】宝剑二（Two of Swords)正位:\n艰难的决定，权衡利弊，慎重考虑，绝境，僵局，死循环，想逃避，和谐，平衡，决策，选择，犹豫 。",
        "【宝剑】宝剑二（Two of Swords)逆位:\n优柔寡断，犹豫不决，不确定，困惑，混淆，尴尬，局促不安，信息泛滥，信息过量，数据过多，僵持，胶着，延迟，混乱，无法决定，逃避现实。",
        "【宝剑】宝剑三（Three of Swords)正位:\n心碎，心酸，伤心欲绝，受打击，情感痛苦，悲伤，悲痛，悲哀，伤心事，不幸，担心，忧虑，委屈，受伤， 痛苦，失去，分离，心碎，悲伤，破裂。",
        "【宝剑】宝剑三（Three of Swords)逆位:\n消极的自我对话，止痛，乐观，原谅，宽恕，宽宏大量，恢复，释放，原谅，接受，康复。",
        "【宝剑】宝剑四（Four of Swords)正位:\n休息，放松，消遣，娱乐活动，放宽管制，冥想，沉思，深思，凝视，默默注视，回收，恢复，复原，痊愈，挽回，休养，庆祝，和谐，团圆，稳定，和平。",
        "【宝剑】宝剑四（Four of Swords)逆位:\n精疲力尽，殚精竭虑，沉思冥想，停滞不前，疲倦，衰竭，精疲力竭，劳累过度，停滞，萧条，迟钝，冲突，破裂，分离，不和。",
        "【宝剑】宝剑五（Five of Swords)正位:\n冲突，争执，争论，战斗，抵触，矛盾，分歧，竞争，角逐，比赛，竞赛，竞争者，战胜，阻挠，挫败，不惜一切代价赢得胜利，敌意。",
        "【宝剑】宝剑五（Five of Swords)逆位:\n和解，对账，和好，调和，补偿，过去的恩怨，和解，释放，逃避，避开冲突。",
        "【宝剑】宝剑六（Six of Swords)正位:\n过渡，转变，变革，变迁，改变，变化，使不同，使变换，改换，变成，度过人生重大阶段，放下包袱，旅行，过去，怀旧，回忆，愈合，搬家。",
        "【宝剑】宝剑六（Six of Swords)逆位:\n转变，转型，改革，内心反对改变，抗拒改变，未完成的事业交易合作，逃避现实，停滞不前，固执，过于依赖过去，无法放下过去。",
        "【宝剑】宝剑七（Seven of Swords)正位:\n责任，出卖，背叛，最毒妇人心，欺骗，蒙骗，诓骗，诡计，骗术，骗局，逃避某事，战略行动，有策略地行动，策略，计划，隐秘，机智，审慎，狡猾。",
        "【宝剑】宝剑七（Seven of Swords)逆位:\n骗子，自欺欺人，保守秘密，冒名顶替，移花接木，鸠占鹊巢，决策错误，欺骗，不诚实，过度策略，失去道德。",
        "【宝剑】宝剑八（Eight of Swords)正位:\n消极思想，负面想法，自我设限，关押，监禁，坐牢，住院，囚禁，卧床在家，被害妄想症，感觉有人害自己，束缚，困境，无助，自我限制，牺牲。",
        "【宝剑】宝剑八（Eight of Swords)逆位:\n自我设限，自我批判，放下消极思想，换角度看问题，自我释放，解脱，重获自由，突破。",
        "【宝剑】宝剑九（Nine of Swords)正位:\n焦虑，忧虑，担心，害怕，渴望，担心，担忧，发愁，使担心，使担忧，使发愁，骚扰，烦扰，使不安宁，抑郁症，精神忧郁，沮丧，消沉，萧条期，经济衰退，不景气，噩梦，梦魇，可怕的经历，难以处理之事，痛苦，深思，内心不安，困扰，恐惧。",
        "【宝剑】宝剑九（Nine of Swords)逆位:\n秘密，机密，诀窍，秘诀，奥秘，内心阴影，烦躁，强烈的恐惧感，放下忧虑，认命，坦然接受，释放，恢复，复原，重新开始。",
        "【宝剑】宝剑十（Ten of Swords)正位:\n痛苦的结局，重伤，重创心灵，被背叛，被出卖，丧失，损失，丢失，亏损，危机，危急关头，危难时刻，病危期，逝世，结束，过去，疲倦，痛苦，负担。",
        "【宝剑】宝剑十（Ten of Swords)逆位:\n恢复，痊愈，改善，回升，复苏，取回，收回，复得，再生，改造，悔悟，反抗命运，挣扎，不接受结局。",
        "【宝剑】宝剑侍从（Page of Swords)正位:\n新思想，新思路，新观点，创意，好奇心，罕见而有趣之物，奇物，珍品，求知欲，渴望知识，新的通信方式，聪明，灵活，决策，冒险，勇敢，直接。",
        "【宝剑】宝剑侍从（Page of Swords)逆位:\n自我表现，表达自己，光说不做，行动鲁莽，仓促行事，冲动，焦虑，犹豫，混乱，不确定。",
        "【宝剑】宝剑骑士（Knight of Swords)正位:\n野心勃勃，行动导向，成功的动力，思维敏捷，清晰，沟通，坦诚，快速行动，决策。",
        "【宝剑】宝剑骑士（Knight of Swords)逆位:\n混乱，冲动，疏忽，拖延，焦躁不安，无法安宁，最后一次，悸动的心，浮躁，无法集中注意力，冲动，精疲力竭，劳累过度。",
        "【宝剑】宝剑皇后（Queen of Swords)正位:\n独立自主，裁决公正，评价中肯，没有偏见，界限清晰，直接沟通，面对面，直接的沟通，智慧，清晰洞察，公正，真理，决断力。",
        "【宝剑】宝剑皇后（Queen of Swords)逆位:\n过度情绪化，无法掌握情绪，容易受外部人事物影响，出言不逊，脾气暴躁，冷淡，恶毒，冷酷，无情，不公，偏见，过于严肃。",
        "【宝剑】宝剑国王（King of Swords)正位:\n头脑清晰，智慧过人，权威专家，权力，威权，当权，职权，批准，授权，正确，真理，实情，事实，智慧，权威，决断，清晰的思维，公正。",
        "【宝剑】宝剑国王（King of Swords)逆位:\n保持沉默，内心正确，滥用权力，暗箱操作，摆弄，纵横捭阖，过于严肃，无情，疏离。",
        "【权杖】权杖一（Ace of Wands)正位:\n灵感，天启，启发，新机遇，新机会，发育，成长，生长，增强，经济发展，潜力，潜质，启动，创新，机会，冒险。",
        "【权杖】权杖一（Ace of Wands)逆位:\n新的想法，没有发展方向，分散主意力，分心，拖延，延迟，延期，推迟，迟到，耽搁，缺乏方向，浪费，冲动。",
        "【权杖】权杖二（Two of Wands)正位:\n未来规划，未来计划，进步，进展，前进，抉择，发现，权衡，决策，交叉路口。",
        "【权杖】权杖二（Two of Wands)逆位:\n个人目标，内部统一，前途未卜，对未来感到害怕，缺乏计划，拖延，无法决定，犹豫，困惑。",
        "【权杖】权杖三（Three of Wands)正位:\n进步，进展，进程，前进，行进，扩张，扩展，扩大，深谋远虑，先见之明，海外机会，出口机会，实施，行动，决定，探索。",
        "【权杖】权杖三（Three of Wands)逆位:\n小本生意，小打小闹，过家家，缺乏远见，意外延误，犹豫，迟缓，决定困难，消极。",
        "【权杖】权杖四（Four of Wands)正位:\n庆典，庆祝，高兴，愉快，乐趣，成功，满足，融洽，和睦，和谐，协调，放松，休息，消遣，回家，回国，返校，稳定，繁荣，团结。",
        "【权杖】权杖四（Four of Wands)逆位:\n自我庆祝，自娱自乐，与他人冲突，过渡，转变，变革，变迁，不稳定，混乱，冲突，分裂，失去平衡。",
        "【权杖】权杖五（Five of Wands)正位:\n冲突，争执，争论，冲突，战斗，抵触，矛盾，意见不一，分歧，竞争，角逐，比赛，竞赛，对手，紧张局势，差异，不同，多样化，挑战，力量的对抗。",
        "【权杖】权杖五（Five of Wands)逆位:\n内部冲突，内心矛盾，逃避矛盾，避免冲突，缓解紧张，避免冲突，退让，和解，妥协。",
        "【权杖】权杖六（Six of Wands)正位:\n成功，胜利，发财，成名，公众认可，进步，进展，进程，前进，行进，自信，荣誉。",
        "【权杖】权杖六（Six of Wands)逆位:\n个人成就，个人对成功的定义，失利，过气，受冷落，自我中心，利己主义，自私自利，耽搁，挫败，自大，困扰。",
        "【权杖】权杖七（Seven of Wands)正位:\n挑战，艰巨任务，提议，质询，质疑，提出异议，竞争，角逐，比赛，竞赛，对手，保护，防卫，保险，毅力，韧性，不屈不挠的精神，坚持，抵抗。",
        "【权杖】权杖七（Seven of Wands)逆位:\n黔驴技穷，疲倦，衰竭，精疲力竭，放弃，难以承受，应接不暇，不知所措，退让，无能为力。",
        "【权杖】权杖八（Eight of Wands)正位:\n运动，移动，迁移，转移，活动，变化快，节奏快，瞄准，校正，空运，航空旅行，变动，行动。",
        "【权杖】权杖八（Eight of Wands)逆位:\n延时，延迟，延误，误点，懊恼，沮丧，受阻，受挫，阻止，挫败，对抗突发事件，内部调整，无法前进。",
        "【权杖】权杖九（Nine of Wands)正位:\n快速恢复，快速适应，勇气，勇敢，无畏，胆量，坚持，锲而不舍，持续存在，维持，忠诚考验，信仰考验，界限，底线，毅力，决心，自由，独立，恒心。",
        "【权杖】权杖九（Nine of Wands)逆位:\n背后资源，社会资源，背景，奋斗，努力，争取，艰难地行进，吃力地进行，斗争，抗争，挣扎，防御，防守，守势，偏执，妄想，多疑，固执，缺乏耐心，过于自信，缺乏独立性。",
        "【权杖】权杖十（Ten of Wands)正位:\n负担，重担，额外责任，努力工作，努力奋斗，结束，完成，责任、压力、挑战、坚持到底。",
        "【权杖】权杖十（Ten of Wands)逆位:\n全力以赴，独当一面，承担责任，委托，委派，释放，放开，宣泄，逃避责任、过度负担、压力过大、无法承受、放弃。",
        "【权杖】权杖侍从（Page of Wands)正位:\n灵感，启发，想法，构思，主意，印象，概念，意见，看法，信念，发现，发觉，潜力，自由，忠诚，热情，勇敢，自信，冒险。",
        "【权杖】权杖侍从（Page of Wands)逆位:\n新思想学派，新流派，重建格局，引导资源，自我约定，精神境界提升，不耐烦，冲动，自私，无理取闹，冒然行动。",
        "【权杖】权杖骑士（Knight of Wands)正位:\n活力，精力，能量，干劲，激情，强烈的爱，激励，鼓励，冒险，奇遇，冲动，行动。",
        "【权杖】权杖骑士（Knight of Wands)逆位:\n约会计划，急速，匆忙，仓促，精力分散，延迟，延期，推迟，迟到，懊恼，沮丧，受阻，受挫，阻止，冲动失控，鲁莽，无理取闹。",
        "【权杖】权杖皇后（Queen of Wands)正位:\n勇气，勇敢，无畏，胆量，信心，信任，信赖，把握，肯定，独立，自主，自立，交际花，决心，果断，坚定，创新，热情，动力，自信，激情。",
        "【权杖】权杖皇后（Queen of Wands)逆位:\n自重，自爱，自尊，自信，内向，不喜交际，重建自我，过度自信，冲动，缺乏耐心，自我中心，失去动力。",
        "【权杖】权杖国王（King of Wands)正位:\n天才领导，视野，想象，幻象，梦幻，神示，异象，高瞻远瞩，创业，企业家，尊敬，尊重，崇敬，荣幸，光荣，正义感，道义，节操，领导力，权威，决断力，公正，果断。",
        "【权杖】权杖国王（King of Wands)逆位:\n领导能力差，目标激进，个人方向，冲动，急速，匆忙，仓促，残酷无情，高期望值，高要求，暴力，残忍，冲动，不稳定，无法实现目标。",
        "【圣杯】圣杯一（Ace of Cups)正位:\n爱，热爱，慈爱，爱情，恋爱，喜好，喜爱，新欢，新恋情，新伴侣，同情，怜悯，创造，新的开始，满足，爱情的诞生，情感的满溢。",
        "【圣杯】圣杯一（Ace of Cups)逆位:\n自私的爱，直觉，情感上的损失，没有灵感，空虚，自爱，自恋，直觉，压抑，压制情绪，压制欲望，失落，空虚，感情的困惑，无法开始。",
        "【圣杯】圣杯二（Two of Cups)正位:\n合作伙伴，相互吸引，团结，交谈沟通，贸易，欢愉的爱，一致的爱，伙伴关系，合伙人身份，合作关系，彼此爱慕，和谐，平衡，合作，友谊。",
        "【圣杯】圣杯二（Two of Cups)逆位:\n自爱，自恋，分手，分离，分居，破裂，不协调，不和谐，不一致，不信任，怀疑，冲突，矛盾，失衡，不和谐，分歧。",
        "【圣杯】圣杯三（Three of Cups)正位:\n庆典，庆祝活动，庆祝，友谊，朋友关系，友情，友好，合作，协作，合作成果。",
        "【圣杯】圣杯三（Three of Cups)逆位:\n独立，自主，自立，独处，核心聚会，小圈子，通敌，勾结敌人，内奸，过度的社交、独自一人、无法庆祝、感到孤独。",
        "【圣杯】圣杯四（Four of Cups)正位:\n冥想，沉思，深思，凝视，默默注视，冷漠，淡漠，评估，消费，重新评估，感觉沮丧和无助，没什么事情能让自己开心起来，稳固，疗愈，内省，静谧。",
        "【圣杯】圣杯四（Four of Cups)逆位:\n渴望机会而没有机会，需要新起点，寻找一丝希望，突然意识到某事，退却，撤退，离开，后退，改变主意，退缩，撤走，收回，取回，退出组织，提款，取款，检查，停滞，无聊，孤立，闭塞。",
        "【圣杯】圣杯五（Five of Cups)正位:\n感到遗憾，惋惜，懊悔，痛惜或悲伤，失败，未做，未履行，失望，沮丧，扫兴，悲观情绪，悲观主义，事情不是你希望的那样，挫折，失落，心痛，失去，痛苦，悲伤，对前途悲观，自怨自艾，无法接受这种结果，怎么会这样，不敢相信这就是结局，个人挫折。",
        "【圣杯】圣杯五（Five of Cups)逆位:\n有礼貌地或正式地表示抱歉，接受，原谅，恢复，挽回，治愈，自我原谅，继续前进，自我原谅，接受现实，接受教训，反思错误。",
        "【圣杯】圣杯六（Six of Cups)正位:\n熟悉的感觉，康复，感叹自己老了，感觉时间过的真快，再访，重游，重提，再次讨论，重温过去，儿时记忆，清白，无辜，纯真，高兴，愉悦，成功，满足。",
        "【圣杯】圣杯六（Six of Cups)逆位:\n失去童心，缺乏乐趣，拒绝面对现在与未来，原谅，宽恕，活在过去，刻板，保守，拘谨，沉迷过去，无法前进，生活不实际，忧郁，消极。",
        "【圣杯】圣杯七（Seven of Cups)正位:\n想象力丰富，梦想众多，追求理想，选择困难，处于思考中，无法决定，目标不明确，梦想与现实的冲突，自我欺骗，不切实际的期望。",
        "【圣杯】圣杯七（Seven of Cups)逆位:\n不切实际，幻灭，错过，逃避，幻想破灭，选择太多，应接不暇，沉迷幻想当中无法自拔。",
        "【圣杯】圣杯八（Eight of Cups)正位:\n逃避，寻找改变，重新开始，失望，沮丧，扫兴，令人失望，离弃，遗弃，抛弃，放弃，中止，撤走，收回，退出，逃避现实不满现况，要去改变，追求更高层次的快乐与美好。",
        "【圣杯】圣杯八（Eight of Cups)逆位:\n犹豫，恐惧改变，逃避责任，漫无目的的漂流，再试一次，优柔寡断，犹豫不决，漫无目的，随遇而安，离开，抛弃，退缩，逃避，失去追求目标，随便怎么样。",
        "【圣杯】圣杯九（Nine of Cups)正位:\n满足，愉悦，感恩，慷慨，豁达，满足，知足常乐，满意，欣慰，令人欣慰的事，达到，妥善处理，清偿债务，赔偿，感激之情，感谢，美梦成真，愿望实现。",
        "【圣杯】圣杯九（Nine of Cups)逆位:\n不满足，贪婪，忧郁，挫败，内心的快乐，物质主义，内心很满足，利己主义，物质，功利，放纵，任性。",
        "【圣杯】圣杯十（Ten of Cups)正位:\n满足，和谐，家庭，幸福，愉快的结束，爱使你身心愉悦，神圣的爱情，爱情至上，真爱，幸福的一对，融洽，和睦，和声，和谐，协调，一致。",
        "【圣杯】圣杯十（Ten of Cups)逆位:\n不满足，不和谐，家庭矛盾，失去，无法结束，断线，拆解，切断，断开，停止供电，错误的价值观，价值观错位，渐渐远离，挣扎摆脱关系。",
        "【圣杯】圣杯侍从（Page of Cups)正位:\n梦想、情感的启示、创新、直觉，好奇心，求知欲，罕见而有趣之物，艺术家，创造能力，直觉敏锐，一切皆有可能。",
        "【圣杯】圣杯侍从（Page of Cups)逆位:\n过于理想化、幻想、不切实际、情绪化，错觉，感觉不对劲，情感幼稚。",
        "【圣杯】圣杯骑士（Knight of Cups)正位:\n浪漫，诚实，热情，慷慨，照顾他人，爱情关系，风流韵事，恋爱，爱情，魅力，魔力，吸引力，迷人的特征，吉祥小饰物，美好。",
        "【圣杯】圣杯骑士（Knight of Cups)逆位:\n过于情绪化，易冲动，不切实际，自我中心，浪费，想象力过度活跃，思维跳跃，不切实际，吃醋，妒忌，珍惜，精心守护，喜怒无常，郁郁寡欢，感伤，抑郁，令人悲伤。",
        "【圣杯】圣杯皇后（Queen of Cups)正位:\n情感丰富，慈爱，亲切，直觉强，善于理解他人，富有同情心，慈悲，乐于助人，体贴，在意，担忧，关心，关怀，努力做，情绪稳定，第六感准确，跟随，不做主，听话，乖巧。",
        "【圣杯】圣杯皇后（Queen of Cups)逆位:\n自我保护，自爱，靠自己，情感冷漠，自私，自我中心，缺乏同情心，直觉差。",
        "【圣杯】圣杯国王（King of Cups)正位:\n情绪平稳，有同情心，怜悯，社交，有手段，变通，策略，善良，慷慨，宽容，感性，理解力。",
        "【圣杯】圣杯国王（King of Cups)逆位:\n自我同情，自怜，自我怜悯，喜怒无常，冲动，冷漠，自私，情绪不稳定，不理解他人。",
        "【星币】星币一（Ace of Cups)正位:\n物质稳定，满足，繁荣，丰富，新财路，新就业机会，新的经济模式，新的经济来源，显示，表明，表示。",
        "【星币】星币一（Ace of Cups)逆位:\n失去机会，错过机会，没有计划，准备不周，没有远见，贪婪，失去，浪费，不满，物质上的困境。",
        "【星币】星币二（Two of Cups)正位:\n平衡、选择、决策、合作，优先选择，多种选择，时间管理，适应，可用，灵活。",
        "【星币】星币二（Two of Cups)逆位:\n失衡、冲突、矛盾、不能做决定，过度承诺，过度保证，结构破坏，组织瓦解，管理混乱，修复，重新定位。",
        "【星币】星币三（Three of Cups)正位:\n团结，合作，成长，共享，成功，团队合作，团队精神，学习，知识，学问，学识，执行，履行，实施，贯彻，生效，完成。",
        "【星币】星币三（Three of Cups)逆位:\n不团结，不合作，没有成长，不分享，失败，不协调，错位，单独工作，独自修行。",
        "【星币】星币四（Four of Cups)正位:\n省钱，存钱，安全，担保，保证，保守，原则，缺乏，不足，稀少，限制，限定，约束，管理，管制，安全感，稳定，积累，节俭。",
        "【星币】星币四（Four of Cups)逆位:\n贪婪，贪心，贪欲，自我保护，自我防卫，保守，担忧，吝啬，失去安全感。",
        "【星币】星币五（Five of Cups)正位:\n物质困扰、失去、经济损失，贫穷，贫困，贫乏，短缺，劣质，孤独，孤立，担心，担忧，发愁，不满、困难、痛苦。",
        "【星币】星币五（Five of Cups)逆位:\n经济复苏，赔偿，补偿，清债，精神空虚，恢复、改变、接受援助、希望。",
        "【星币】星币六（Six of Cups)正位:\n给予，付出，捐赠，收到，体验，受到，分享财富，慷慨，大方，宽宏大量，慈善，赈济，施舍，仁爱，宽容，宽厚，分享，互惠，平衡。",
        "【星币】星币六（Six of Cups)逆位:\n自我照顾，自理，未偿债务，欠钱，赊账，白费劲，没收获，伪善，只有付出没有收获，自私，贪婪，不公平，失衡。",
        "【星币】星币七（Seven of Cups)正位:\n着眼长远，永续经营，持之以恒，投资兴业，长远考虑，可持续发展，毅力，韧性，不屈不挠的精神，投资，展望，选择，长远的计划。",
        "【星币】星币七（Seven of Cups)逆位:\n缺乏长远眼光，达不到预期，结果不理想，成功有限，回报有限，没有方向，决策困难，拖延。",
        "【星币】星币八（Eight of Cups)正位:\n自我发展，完美主义，学徒，见习，见习，重复的工作，机械性劳动，精通，熟练掌握，控制，驾驭，培养能力，开发技术，练习技能，精益求精，技能，精进，专注，成果。",
        "【星币】星币八（Eight of Cups)逆位:\n误导，错误，方向不对，使用不当，焦虑，自我怀疑，过于专注，忽视其他方面。。",
        "【星币】星币九（Nine of Cups)正位:\n丰衣足食，丰富，富庶，奢侈的享受，奢华，奢侈品，自给自足，财务自由，经济独立，满足，感恩，享受生活的美好。",
        "【星币】星币九（Nine of Cups)逆位:\n贪婪，不知足，过于享乐，自我价值，投资过度，工作过度，匆忙，催促。",
        "【星币】星币十（Ten of Cups)正位:\n财富、安稳、家庭、丰盛，钱财，资产，经济安全，生活保证，家庭，亲人，亲戚，长远成功，未来成功，捐款，贡献。",
        "【星币】星币十（Ten of Cups)逆位:\n财务危机、不稳定、失去、贪婪，理财失败，遭受损失，财产来源不清，黑心钱，缺德，奸商。",
        "【星币】星币侍从（Page of Cups)正位:\n显现，表现，出头，投资机会，技能发展，技术突破，勤奋、有理想、务实、忠诚、汲取教训，总结经验，富有创造性。",
        "【星币】星币侍从（Page of Cups)逆位:\n缺乏进展，停滞不前，延期，拖延，懒散、缺乏实践、不切实际的想法、不忠诚、缺乏创造性。",
        "【星币】星币骑士（Knight of Cups)正位:\n勤奋工作，艰难工作，辛苦工作，艰苦工作，高效，规律，保守，原则，稳健，可靠，实用，认真，坚定，忠诚，耐心。",
        "【星币】星币骑士（Knight of Cups)逆位:\n阻碍，自我约束，厌烦，厌倦，无聊，瓶颈阶段，固执，缺乏耐心，过于保守，悲观，拖延。",
        "【星币】星币皇后（Queen of Cups)正位:\n培育，养育，教养，现实，实际，供给，给钱，资助，工作的父母、豁达、善良、繁荣、富饶。",
        "【星币】星币皇后（Queen of Cups)逆位:\n不实际，过于依赖他人，财务困难，缺乏安全感，工作与家庭冲突，事业与爱情相冲突。",
        "【星币】星币国王（King of Cups)正位:\n财富，富裕，稳定，慈善，成功，丰富，充裕，商业，买卖，生意，商务，公事，领导地位，安全，保证，惩罚，训导，管教，自我控制，严格要求。",
        "【星币】星币国王（King of Cups)逆位:\n没有商业头脑，沉迷于金钱与社会地位，固执，执拗，顽固，倔强，浪费，物质主义，贪婪，过度消费。"

    ],
    "是或否问题": [
        "过去的经验：{单张塔罗牌} \n问题的现状：{单张塔罗牌}\n将来的预测：{单张塔罗牌}\n三张正位：肯定。两张正位、一张逆位：可能性高，但需要你将逆位所表示的问题改正以提高可能性。两张逆位、一张正位：可能性低，需要你将逆位所表示的问题改正以提高可能性。三张逆位：否定。"
    ],
    "时间流牌阵": [
        "过去的经验：{单张塔罗牌} \n问题的现状：{单张塔罗牌}\n将来的预测：{单张塔罗牌}"
    ],
    "圣三角牌阵": [
        "过去的经验：{单张塔罗牌} \n问题的现状：{单张塔罗牌}\n将来的预测：{单张塔罗牌}"
    ],
    "四要素牌阵": [
        "火（行动）：{单张塔罗牌}\n土（物质）：{单张塔罗牌}\n风（思维）：{单张塔罗牌}\n水（内心）：{单张塔罗牌} "
    ],
    "恋人十字牌阵": [
        "过去：{单张塔罗牌}\n现在：{单张塔罗牌}\n未来：{单张塔罗牌}\n主视角看法：{单张塔罗牌}\n对方的看法：{单张塔罗牌}"
    ],
    "六芒星牌阵": [
        "过去：{单张塔罗牌}\n现在：{单张塔罗牌}\n未来：{单张塔罗牌}\n指引：{单张塔罗牌}\n环境：{单张塔罗牌}\n期望：{单张塔罗牌}\n结果：{单张塔罗牌}"
    ],
    "二选一牌阵": [
        "现状：{单张塔罗牌}\n选择A的近未来：{单张塔罗牌}\n选择B的近未来：{单张塔罗牌}\n选择A的结果：{单张塔罗牌}\n选择B的结果：{单张塔罗牌}"
    ]
}